/* Alert title. */
"success_activation_alert_title" = "Bien joué !";
/* Alert message. Parameter is an application name. */
"success_activation_alert_message" = "Vous avez correctement activé %@ via Setapp";

/* Error description. Alert title. */
"setapp_error_device_limit_description" = "Limite d'appareils atteinte";
/* Error failure reason. Alert message. Part 1/2. */
"setapp_error_device_limit_failure_reason" = "Vous utilisez Setapp sur le nombre maximal d'appareils autorisés.";
/* Error recovery suggestion. Alert message. Part 2/2. */
"setapp_error_device_limit_recovery_suggestion" = "Pour en savoir plus, consultez votre compte utilisateur";

/* Error description. Alert title. */
"setapp_error_expired_auth_token_description" = "Votre code QR présente un problème";
/* Error failure reason. Alert message. Part 1/2. */
"setapp_error_expired_auth_token_failure_reason" = "";
/* Error recovery suggestion. Alert message. Part 2/2. */
"setapp_error_expired_auth_token_recovery_suggestion" = "Veuillez actualiser la page, puis réessayer.";

/* Error description. Alert title. */
"setapp_error_request_timeout_description" = "Délai de connexion dépassé";
/* Error failure reason. Alert message. Part 1/2. */
"setapp_error_request_timeout_failure_reason" = "Le traitement de votre demande a pris trop de temps.";
/* Error recovery suggestion. Alert message. Part 2/2. */
"setapp_error_request_timeout_recovery_suggestion" = "Veuillez vérifier votre connexion réseau, puis réessayer.";

/* Error description. Alert title. */
"setapp_error_no_internet_description" = "Une erreur réseau s’est produite";
/* Error failure reason. Alert message. Part 1/2. */
"setapp_error_no_internet_failure_reason" = "";
/* Error recovery suggestion. Alert message. Part 2/2. */
"setapp_error_no_internet_recovery_suggestion" = "Veuillez vérifier votre connexion, puis réessayer.";

/* Error description. Alert title. */
"setapp_error_generic_pre_contact_support_description" = "Désolé, un problème est survenu";
/* Error failure reason. Alert message. Part 1/2. */
"setapp_error_generic_pre_contact_support_failure_reason" = "";
/* Error recovery suggestion. Alert message. Part 2/2. */
"setapp_error_generic_pre_contact_support_recovery_suggestion" = "Veuillez réessayer.";

/* Error description. Alert title. */
"setapp_error_generic_description" = "Désolé, un problème est survenu";
/* Error failure reason. Alert message. Part 1/2. */
"setapp_error_generic_failure_reason" = "";
/* Error recovery suggestion. Alert message. Part 2/2. */
"setapp_error_generic_recovery_suggestion" = "Veuillez réessayer.";

/* Error description. Alert title. */
"setapp_error_generic_contact_support_description" = "Petit problème…";
/* Error failure reason. Alert message. Part 1/2. */
"setapp_error_generic_contact_support_failure_reason" = "";
/* Error recovery suggestion. Alert message. Part 2/2. */
"setapp_error_generic_contact_support_recovery_suggestion" = "Veuillez contacter l'assistance Setapp pour obtenir de l'aide.";

/* Button title. */
"ok_button_title" = "OK";
